[
    {
        "key": "新时代思想",
        "title": "新时代系列VR党建展馆共分为以下10个展馆，包含了引导AI、视频、图片、文字、语音介绍等交互内容。",
        "cards": [
            {
                "key": "砥砺奋进的五年",
                "path": "static/picture/产品介绍软件产品/新时代思想/102砥砺奋进的五年.png",
                "explain": "党的十八大以来，以习近平同志为核心的党中央不忘初心，砥砺奋进，团结带领全党全军全国各族人民，坚持和发展中国特色社会主义，以巨大的政治勇气和强烈的责任担当，统筹推进“五位一体”总体布局、协调推进“四个全面”战略布局，推出一系列重大战略举措，出台一系列重大方针政策，推进一系列重大工作，解决了许多长期想解决而没有解决的难题，办成了许多过去想办而没有办成的大事，党和国家事业发生了历史性变革，把实现“两个一百年”奋斗目标、实现中华民族伟大复兴的中国梦全面推向前进，开辟治国理政新境界，开创中国特色社会主义新局面。"
            },
            {
                "key": "十九大精神",
                "path": "static/picture/产品介绍软件产品/新时代思想/108十九大精神.png",
                "explain": "党的十九大在政治上、理论上、实践上取得了一系列重大成果，就新时代坚持和发展中国特色社会主义的一系列重大理论和实践问题阐明了大政方针，就推进党和国家各方面工作制定了战略部署，是我们党在新时代开启新征程、续写新篇章的政治宣言和行动纲领。"
            },
            {
                "key": "习近平新时代中国特色社会主义思想",
                "path": "static/picture/产品介绍软件产品/新时代思想/109习近平新时代中国特色社会主义思想.png",
                "explain": "习近平新时代中国特色社会主义思想，是对马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观的继承和发展，是马克思主义中国化最新成果，是党和人民实践经验和集体智慧的结晶，是中国特色社会主义理论体系的重要组成部分，是全党全国人民为实现中华民族伟大复兴而奋斗的行动指南，必须长期坚持并不断发展。"
            },
            {
                "key": "全面从严治党",
                "path": "static/picture/产品介绍软件产品/新时代思想/104全面从严治党.png",
                "explain": "全面从严治党是确保党始终成为中国特色社会主义事业坚强领导核心的需要。办好中国的事情，关键在党，关键在党要管党、全面从严治党。\/n 习近平总书记在党的十八届一中全会上的讲话中指出：“我们必须以更大的决心和勇气抓好党的自身建设，确保党在世界形势深刻变化的历史进程中始终走在时代前列，在应对国内外各种风险和考验的历史进程中始终成为全国人民的主心骨，在发展中国特色社会主义的历史进程中始终成为坚强的领导核心”。 "
            },
            {
                "key": "全面依法治国",
                "path": "static/picture/产品介绍软件产品/新时代思想/107全面依法治国.png",
                "explain": "依法治国，是坚持和发展中国特色社会主义的本质要求和重要保障，是实现国家治理体系和治理能力现代化的必然要求，事关我们党执政兴国，事关人民幸福安康，事关党和国家长治久安。\/n 全面建成小康社会、实现中华民族伟大复兴的中国梦，全面深化改革、完善和发展中国特色社会主义制度，提高党的执政能力和执政水平，必须全面推进依法治国。 "
            },
            {
                "key": "全面深化改革",
                "path": "static/picture/产品介绍软件产品/新时代思想/106全面深化改革.png",
                "explain": "改革是新时代坚持和发展中国特色社会主义的根本动力。实践证明，改革的道路是正确的，必须一以贯之、锲而不舍、再接再厉，才能助力新时代中国特色社会主义伟大事业不断赢得新的胜利。站在新时代新起点，我们必须牢牢把握我国社会主要矛盾发生变化的新特点，把改革的旗帜举得更高更稳，牵住问题的“牛鼻子”，统筹抓好“五位一体”总体布局和党的建设制度改革，推动各领域各环节改革深入深化，着力解决好发展不平衡不充分问题，大力提升发展的质量和效益，决战脱贫攻坚、决胜同步小康，实现贵州的后发赶超。 "
            },
            {
                "key": "全面建成小康社会",
                "path": "static/picture/产品介绍软件产品/新时代思想/105全面建成小康社会.png",
                "explain": "从高楼林立的深圳前海到霓虹闪耀的上海陆家嘴，从贵州“天眼”到黑龙江建三江农场，这个春天，在祖国的东南西北、城市乡村，都能听到改革奋进的足音。追梦路上，中国共产党带领全国各族人民走过“温饱阶段”，即将迎来“全面小康”。中国人民用双手书写了国家和民族发展的壮丽史诗，实现了引领时代的伟大跨越"
            },
            {
                "key": "习总书记谈治国理政",
                "path": "static/picture/产品介绍软件产品/新时代思想/110习总书记谈治国理政.png",
                "explain": "新时代需要伟大理论引领，新征程呼唤人民领袖领航。整理节选《习近平谈治国理政》第一、二卷收录的178篇重要文献，生动记录了习近平新时代中国特色社会主义思想的发展脉络和主要内容，是我们学习领会习近平新时代中国特色社会主义思想的权威读本。越是深入钻研，越能感受到其中蕴藏的真理力量、信仰味道和思想光芒。"
            },
            {
                "key": "大国外交",
                "path": "static/picture/产品介绍软件产品/新时代思想/101大国外交.png",
                "explain":"走和平发展道路，是我们党根据时代发展潮流和我国根本利益作出的战略抉择。我们要以邓小平理论、“三个代表”重要思想、科学发展观为指导，加强战略思维，增强战略定力，更好统筹国内国际两个大局，坚持开放的发展、合作的发展、共赢的发展，通过争取和平国际环境发展自己，又以自身发展维护和促进世界和平，不断提高我国综合国力，不断让广大人民群众享受到和平发展带来的利益，不断夯实走和平发展道路的物质基础和社会基础。"
            },
            {
                "key": "改革开放40周年成就展",
                "path": "static/picture/产品介绍软件产品/新时代思想/103改革开放40周年成就展.png",
                "explain":"党的十一届三中全会以后，以邓小平同志为主要代表的中国共产党人，团结带领全党全国各族人民，深刻总结我国社会主义建设正反两方面经验，借鉴世界社会主义历史经验，创立了邓小平理论，作出把党和国家工作中心转移到经济建设上来、实行改革开放的历史性决策，深刻揭示社会主义本质，确立社会主义初级阶段基本路线，明确提出走自己的路、建设中国特色社会主义，科学回答了建设中国特色社会主义的一系列基本问题，制定了到21世纪中叶分三步走、基本实现社会主义现代化的发展战略，成功开创了中国特色社会主义。"
            }
        ]
    },
    {
        "key": "新中国史",
        "title": "新时代系列VR党建展馆共分为以下7个展馆，包含了引导AI、答题系统、视频、图片、文字、语音介绍等交互内容。",
        "cards": [
            {
                "key": "不忘初心 牢记使命",
                "path": "static/picture/产品介绍软件产品/新中国史/201不忘初心牢记使命.png",
                "explain":"中国特色社会主义是改革开放以来党的全部理论和实践的主题。全党必须高举中国特色社会主义伟大旗帜，牢固树立中国特色社会主义道路自信；理论自信；制度自信；文化自信，确保党和国家事业始终沿着正确方向胜利前进。"
            },
            {
                "key": "辉煌中国 ",
                "path": "static/picture/产品介绍软件产品/新中国史/204辉煌中国.png",
                "explain":"孙中山先生毕生奋斗，就是期盼中国成为“世界上顶富强的国家”、“世界上顶安乐的国家”，中国人民成为“世界上顶幸福的人民”。今天，我们可以告慰孙中山先生的是，我们比历史上任何时期都更接近中华民族伟大复兴的目标，比历史上任何时期都更有信心、有能力实现这个目标。"
            },
            {
                "key": "创新中国",
                "path": "static/picture/产品介绍软件产品/新中国史/202创新中国.png",
                "explain":"作为世界第一制造大国，中国500多种主要工业产品中有220多种产量位居世界第一，115家中国企业进入世界500强榜单。在创新驱动战略下，中国科技进步贡献率与升至57.5%，国家创新能力，跃升至全球前15位。"
            },
            {
                "key": "法治中国",
                "path": "static/picture/产品介绍软件产品/新中国史/203法治中国.png",
                "explain":"要推动我国经济社会持续健康发展，不断开拓中国特色社会主义事业更加广阔的发展前景，就必须全面推进社会主义法治国家建设，从法治上为解决这些问题提供制度化方案。"
            },
            {
                "key": "将改革进行到底",
                "path": "static/picture/产品介绍软件产品/新中国史/205将改革进行到底.png",
                "explain":"新的历史时期，中国，不仅要破解当下难题，更要着眼长远，不断促进社会公平正义、增进人民福祉，不断推动中国特色社会主义制度的完善和发展，努力实现一个现代化国家的长治久安。"
            },
            {
                "key": "胜利之师",
                "path": "static/picture/产品介绍软件产品/新中国史/207胜利之师.png",
                "explain":"实现民族复兴中国梦，需要确立与之相适应的建军治军大方略，应对由大向强发展的安全挑战，需要与时俱进，创新军事战略指导，赢得国际军事竞争优势，需要在与世界强国军队比肩中谋划未来。"
            },
            {
                "key": "人类命运共同体",
                "path": "static/picture/产品介绍软件产品/新中国史/206人类命运共同体.png",
                "explain":"构建人类命运共同体理念揭示了世界各国相互依存和人类命运紧密相联的客观规律，顺应了和平、发展、合作、共赢的时代潮流，准确把握了世界和人类社会的发展趋势，必将深刻影响人类社会的前途命运，必将不断地为人类社会发展指明前进方向。"
            }
        ]
    },
    {
        "key": "共产党党史",
        "title": "党史系列VR党建展馆共分为以下5个展馆，包含了引导AI、答题系统、视频、图片、文字、语音介绍等交互内容。",
        "cards": [
            {
                "key": "挽救国家和民族危亡",
                "path": "static/picture/产品介绍软件产品/党史/1.挽救国家和民族危亡.png",
                "explain":"“天下兴亡，匹夫有责。”中国人民面对鸦片战争以来深重的国家和民族危机，纷纷奋起，或投笔从戎，或实业兴邦，各展其能。中国共产党作为工人阶级先锋队，是中国最广大人民利益的代表，挽救国家和民族危亡亦是党的奋斗目标。1922年7月召开的中国共产党第二次全国代表大会，明确指出中国当前的革命任务是反对帝国主义和封建主义。在以后的奋斗中，中国共产党一以贯之地坚持马克思主义，矢志不渝地反帝反封建，始终将国家独立和民族解放的责任扛于肩上。历经艰苦卓绝的不懈斗争，中国共产党带领全国人民最终实现了彻底的反帝反封建。"
            },
            {
                "key": "中华人民共和国的成立",
                "path": "static/picture/产品介绍软件产品/党史/2.中华人民共和国的成立.png",
                "explain":"1949年10月1日下午2时，中国人民政治协商会议第一届全体会议选举产生的中央人民政府委员会在勤政殿举行第一次会议。中央人民政府主席毛泽东，副主席朱德、刘少奇、宋庆龄、李济深、张澜、高岗，以及周恩来等56名中央人民政府委员会委员宣布就职。会议一致决议，宣布中华人民共和国中央人民政府成立，接受《中国人民政治协商会议共同纲领》为施政方针，向各国政府宣布中华人民共和国中央人民政府为中国唯一合法政府，愿与遵守平等、互利及互相尊重领土主权原则的任何外国政府建立外交关系。\/n中华人民共和国的成立开辟了中国历史新纪元。从此，中国结束了一百多年来被侵略被奴役的屈辱历史，真正成为独立自主的国家。"
            },
            {
                "key": "建设有中国特色的社会主义",
                "path": "static/picture/产品介绍软件产品/党史/3.建设有中国特色的社会主义.png",
                "explain":"1982年9月1日至11日，中国共产党召开第十二次全国代表大会。邓小平在大会开幕词中明确提出:“把马克思主义的普遍真理同我国的具体实际结合起来，走自己的道路，建设有中国特色的社会主义”。从此，建设有中国特色的社会主义成为把全国各族人民凝聚在一起，进行改革开放和现代化建设的旗帜。"
            },
            {
                "key": "开创中国特色社会主义新局面",
                "path": "static/picture/产品介绍软件产品/党史/4.开创中国特色社会主义新局面.png",
                "explain":"党的十八大以来，以习近平同志为核心的党中央不忘初心，砥砺奋进，团结带领全党全军全国各族人民，坚持和发展中国特色社会主义，以巨大的政治勇气和强烈的责任担当，统筹推进“五位一体”总体布局、协调推进“四个全面”战略布局，推出一系列重大战略举措，出台一系列重大方针政策，推进一系列重大工作，解决了许多长期想解决而没有解决的难题，办成了许多过去想办而没有办成的大事，党和国家事业发生了历史性变革，把实现“两个一百年”奋斗目标、实现中华民族伟大复兴的中国梦全面推向前进，开辟治国理政新境界，开创中国特色社会主义新局面。"
            },
            {
                "key": "中国特色社会主义进入新时代",
                "path": "static/picture/产品介绍软件产品/党史/5.中国特色社会主义进入新时代.png",
                "explain":"党的十九大在政治上、理论上、实践上取得了一系列重大成果，就新时代坚持和发展中国特色社会主义的一系列重大理论和实践问题阐明了大政方针，就推进党和国家各方面工作制定了战略部署，是我们党在新时代开启新征程、续写新篇章的政治宣言和行动纲领。"
            }
        ]
    },
    {
        "key": "社会主义发展史（思政）",
        "title": "社会主义发展史（思政）",
        "cards": [
            {
                "key": "共产党宣言",
                "path": "static/picture/产品介绍软件产品/社会主义发展史/1.共产党宣言.png",
                "explain":"习近平总书记指出，《共产党宣言》是一部科学洞见人类社会发展规律的经典著作，是一部充满斗争精神、批判精神、革命精神的经典著作，是一部秉持人民立场、为人民大众谋利益、为全人类谋解放的经典著作。她是一个内容丰富的理论宝库，值得我们反复学习、深入研究，不断从中汲取思想营养。"
            },
            {
                "key": "马克思主义",
                "path": "static/picture/产品介绍软件产品/社会主义发展史/2.马克思主义.png",
                "explain":"马克思主义是关于社会主义必然代替资本主义、最终实现共产主义的学说，是关于无产阶级解放、全人类解放和每个人自由而全面发展的学说，是指引人民创造美好生活的行动指南。"
            },
            {
                "key": "马克思主义中国化",
                "path": "static/picture/产品介绍软件产品/社会主义发展史/3.马克思主义中国化.png",
                "explain":"马克思主义中国化就是将马克思主义基本原理同中国具体实际相结合，不断形成具有中国特色的马克思主义理论成果的过程。既坚持马克思主义，又发展马克思主义。"
            },
            {
                "key": "毛泽东思想",
                "path": "static/picture/产品介绍软件产品/社会主义发展史/4.毛泽东思想.png",
                "explain":"毛泽东思想是马克思列宁主义基本原理和中国革命具体实际相结合的产物，是中国共产党人集体智慧的结晶。是由毛泽东倡导并在二十世纪中国革命中大范围实践的一种政治、军事、发展理论，一般认为其为马列主义在中国的发展。"
            },
            {
                "key": "邓小平理论、“ 三个代表 ”重要思想、科学发展观",
                "path": "static/picture/产品介绍软件产品/社会主义发展史/5.邓小平理论、“三个代表”重要思想、科学发展观.png",
                "explain":"高举中国特色社会主义伟大旗帜，以邓小平理论、“三个代表”重要思想、科学发展观为指导，解放思想，改革开放，凝聚力量，攻坚克难，坚定不移沿着中国特色社会主义道路前进，为全面建成小康社会而奋斗。"
            },
            {
                "key": "习近平新时代中国特色社会主义思想",
                "path": "static/picture/产品介绍软件产品/社会主义发展史/6.习近平新时代中国特色社会主义思想.png",
                "explain":"习近平新时代中国特色社会主义思想，坚持以人民为中心，具有人民至上的价值取向；指引建成富强民主文明和谐美丽的社会主义现代化强国，具有现实关照的实践指向；推动构建人类命运共同体，具有面向世界的全球趋向。"
            }
        ]

    },
    {
        "key": "特色主题",
        "title": "党史系列VR党建展馆共分为以下4个展馆，包含了引导AI、视频、图片、文字、语音介绍等交互内容。",
        "cards": [
            {
                "key": "扫黑除恶专项斗争",
                "path": "static/picture/产品介绍软件产品/特色主题/扫黑除恶.png",
                "explain":"扫黑除恶是指清除黑恶势力。黑社会作为和谐社会的一个巨大毒瘤，黑社会不仅给人民的生命财产安全带来了极大的危害，而且也影响到了整个社会的繁荣稳定，人们无不对它咬牙切齿、恨之入骨。各地开展扫黑除恶专项行动，还社会安宁。"
            },
            {
                "key": "垃圾分类",
                "path": "static/picture/产品介绍软件产品/特色主题/垃圾分类.png",
                "explain":"习近平强调，实行垃圾分类，关系广大人民群众生活环境，关系节约使用资源，也是社会文明水平的一个重要体现。习近平指出，推行垃圾分类，关键是要加强科学管理、形成长效机制、推动习惯养成。要加强引导、因地制宜、持续推进，把工作做细做实，持之以恒抓下去。"
            },
            {
                "key": "陈君起",
                "path": "static/picture/产品介绍软件产品/特色主题/陈君起.png",
                "explain":"陈君起，江苏嘉定(今上海嘉定)人。因反抗封建婚姻离家出走，求学于上海务本。1924年加入中国共产党，是南京市妇女问题研究会负责人。1925年参与发动南京市声援上海五卅惨案三万余人的联合大游行。1926年遭军阀孙传芳逮捕。1927年4月，任中共南京地委妇女委员兼国民党南京市党部妇女部长。参与召开南京十万市民肃清反革命派大会，后被捕遇害。"
            },
            {
                "key": "大阅兵",
                "path": "static/picture/产品介绍软件产品/特色主题/大阅兵.png",
                "explain":"壮阔七十载，奋进新时代。2019年10月1日上午，庆祝中华人民共和国成立70周年大会在北京天安门广场隆重举行，20余万军民以盛大的阅兵仪式和群众游行欢庆共和国70华诞。中共中央总书记、国家主席、中央军委主席习近平发表重要讲话并检阅受阅部队。"
            },
            {
                "key": "廉政建设",
                "path": "static/picture/产品介绍软件产品/特色主题/廉政建设.png",
                "explain":"当前和今后一个时期，做好政府系统党风廉政建设和反腐败斗争，要以习近平新时代中国特色社会主义思想为指导，全面贯彻党的十九大精神，统筹推进“五位一体”总体布局，协调推进“四个全面”战略布局，围绕建设廉洁政府目标，深化标本兼治，加快转变政府职能，加强制度建设，加大重点领域和关键环节腐败整治力度，严格正风肃纪，深入推动党风廉政建设和反腐败斗争不断取得新成效，努力营造风清气正的经济社会发展环境。"
            },
            {
                "key": "疫情",
                "path": "static/picture/产品介绍软件产品/特色主题/疫情.png",
                "explain":"新型冠状病毒肺炎是近百年来人类遭遇的影响范围最广的全球性大流行病，对全世界是一次严重危机和严峻考验。人类生命安全和健康面临重大威胁。这是一场全人类与病毒的战争。面对前所未知、突如其来、来势汹汹的疫情天灾，中国果断打响疫情防控阻击战。中国把人民生命安全和身体健康放在第一位，以坚定果敢的勇气和决心，采取最全面最严格最彻底的防控措施，有效阻断病毒传播链条。14亿中国人民坚韧奉献、团结协作，构筑起同心战疫的坚固防线，彰显了人民的伟大力量。"
            }
        ]
    }
]